Repository: Tibsun75/kodi-omega-snap
Catalog: usr/local/share/kodi/addons/pvr.octonet/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Kodi PVR Addon for Digital Devices Octopus NET Streams
de_de: Kodi PVR Addon für Digital Devices Octopus NET Streams

# #30000
source: Octonet Server Address
de_de: Octonet-Serveradresse

# #30001
source: Could not load chanellist
de_de: Senderliste konnte nicht geladen werden

# #30003
source: Enable timeshift
de_de: Timeshift aktivieren

# #30004
source: - Modify inputstream.ffmpegdirect settings...
de_de: - Einstellungen von inputstream.ffmpegdirect anpassen ...

# #30005
source: Inputstream settings
de_de: Inputstream-Einstellungen

# #30600
source: The IP/address of the octonet server. Note that in case of an address, the protocol (http://) has to be omitted.
de_de: IP-Adresse/Servername des Octonet-Servers.

# #30601
source: General settings required by the add-on.
de_de: Allgemeine Einstellungen für das Addon.

# #30602
source: Timeshift settings for pausing/rewinding and fast-forwarding live streams.
de_de: Timeshift-Einstellungen für Pausieren/Zurück- und Vorspulen von Livestreams.

# #30603
source: Enable the timeshift feature.
de_de: Timeshift-Funktionen aktivieren.

# #30604
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift and other settings.
de_de: Einstellungsdialog von inputstream.ffmpegdirect öffnen, zum Modifizieren von Timeshift und anderen Einstellungen.
